["<p>In 2020, Yale and Yale New Haven Hospital did not pay an estimated $157 million in property taxes to New Haven that they would have under the current tax rate, even after taking into account their voluntary payments to the city and payments in lieu of taxes from the state. 1Despite the University’s counterclaims that it pays $5 million in property taxes each year for non-academic properties, contributed a cumulative $8.5 million to supporting the New Haven community, and remains “the city’s third-highest taxpayer,” these gestures are performative at best when examined within a larger history of neglect, exploitation, and settler colonialism.2 Yale’s $31.2 billion endowment feels like a slap in the face when the institution’s growing wealth is directly juxtaposed to New Haven’s growing income disparity; New Haven remains the second poorest city in Connecticut.</p>\n<p>Divorcing past from present safeguards Yale’s reputation as a place of prestige and opportunity, selectively molded by those in power. Yet, histories of Yale’s present haunt every corner of its landscape. Though taken at face value as ‘objective’ realities, spaces– and by extension, the (re)presentation of these spaces– are in fact very politically and economically charged.4 This counter-mapping project seeks to unearth the ways in which “spatial production and empire-building work synergistically.”5 Conventional understandings of the map rely on an understanding of space as static and self-evident. We challenge this notion by asking: how is power imbricated in the ways we see space? What might we as students gain from re-orienting and re-imagining how we interact with the space Yale occupies in New Haven? History breathes life into the present. Our series of interactive maps bring this relationship to the fore, and by doing so, we hope to visibilize the contingency of colonial and imperial histories/legacies onto the University’s present reality</p>\n<p>Our motivations are two-fold:</p>\n<ul>\n<li>We hope to think about the ways in which power– including its lineage and history in colonialism, settler colonialism, and modes of carcerality– operates in and informs the spaces we inhabit, particularly as it relates to Yale’s predatory relationship with the city of New Haven. We bring together and physically present the “intimacies” of different histories and stories that are often studied separately– namely, New Haven’s redlining history, property values, Connecticut’s unceded Indigenous territories, and Yale’s financial entanglements overseas.</li></li>\n<li>We hope to unmask these spatial dynamics through a kind of counter-mapping. Our interactive maps transition between each other, exposing connections between different methods of mapping the city and Yale. We extend the work of many cartographers before us to specifically focus on how many ways geometries, projections, and scales can be manipulated to unsettle/disrupt the notion that maps are static representations of space.</li></li>\n</ul>\n<p>These maps depend on the prior research and labor of many others. We especially would like to credit Amanda Ciafone and the Graduate Employees and Students Organization (GESO, now known as Local 33) for their extensive research on Farallon; the Yale, Slavery, and Abolition project for the work on Yale’s foundation built through slave labor; and Students Unite Now, Fossil Free Yale, Yale Young Democratic Socialists of America, and the Endowment Justice Coalition for their tireless activism and research in recent years. We also thank the Mapping Inequality Project at Richmond University for shapefiles on redlining, Native Land Digital for shapefiles on Indigenous nations, Mark Abraham and Camille Seaberry for their work at DataHaven compiling easy-to-use data for New Haven and Connecticut, and Julia Salseda from Local 34 for the shapefiles of New Haven properties. Lastly, we uplift the tireless organizing and labor of New Haven residents who have long articulated Yale’s profound negligence to the city– the work we hope to achieve with our project is not new, but rather accompanies existing forms/modes of resistance.</p>\n<p>The source code for all of these maps is viewable at <a href=\"https://github.com/18kimn/new_haven_map\">https://github.com/18kimn/new_haven_map</a>.</p>\n","<p>We begin with a map depicting New Haven properties, colored by value. Properties that are valued more highly are colored in lighter colors, and less valued properties are colored darker. Clicking on a property reveals a tooltip containing ownership, the year a property was built, zoning, a value breakdown, and acreage. Zooming out aggregates these properties to the block level.</p>\n<p>This map puts two ideas forward. First, Yale owns a stunningly large number of high-valued properties, often hundreds or thousands of times more valuable than an average New Haven property. This idea is represented in this map both in Yale’s properties being filled with lighter colored, and in the tooltips revealing the exact value breakdown across land value alone and the improvements made on that land.</p>\n<p>Second, property values in New Haven are highly segmented across neighborhood boundaries. The East Rock and Prospect Hill neighborhoods are light colored in this map, while the Dixwell, Beaver Hills, and Newhallville neighborhoods are purple or dark colored. It is worth noting that Yale is more proximate (in both geography of campus and student body preferences for off-campus housing) to East Rock and Prospect Hill than to Dixwell, Beaver Hills, and Newhallville.</p>\n<p>While serving its purpose of revealing disparities in property value, the canonical map shows an isolated snapshot, hiding connections beyonds the map’s bounds as well as with other points in time. We move into the second map to address limits to specifically the temporality of this segregation.</p>\n","<p>We examine more closely the segregation of property values illuminated by Map 1. Our second map probes the connection of property values to race and pushes us to consider the historical roots of this connection. Map 2 shows the proportion of the population identifying as Black or African American in every block in New Haven. Moving the mouse across the map reveals the designation of redlined neighborhoods from the 1930s.</p>\n<p>Redlining in the United States officially began in 1933, with the creation of the Home Owner’s Loan Corporation (HOLC) as part of President Roosevelt’s New Deal. Over the next twenty years, HOLC assessed ‘risk’ for potential homebuyers by classifying neighborhoods as either “Best” (shown here in green), “Still desirable” (blue), “Definitely declining” (yellow), or “Hazardous” (red). This classification depended heavily and explicitly on the racial composition of each neighborhood. For example, HOLC agents were directed to mark whether the area had an “infiltration of Negroes,” and the presence of low-income immigrants guaranteed a grade of “Hazardous.”</p>\n<p>In turn, these classifications were distributed to lenders, discouraging them from lending to those seeking homes in “hazardous” areas.10 HOLC’s system of classification both relied on and reproduced a racialized geography of inequality; for example, in 1930, not one black person in St. Louis, Missouri, resided outside of a “hazardous” area.\nRedlining’s history maps onto contemporary patterns of sociospatial wealth, across both time and place. Locating these patterns specifically in relation to the city of New Haven, New Haven-born and raised activist Charlie Delgado aptly describes this continuity:</p>\n<blockquote>\n<p>If you take the redlining map from 1937 and compare them to maps created decades later, you will see that the same neighborhoods that were denied opportunities in 1937 are today’s lowincome neighborhoods, struggling with shorter life expectancy, higher unemployment rates, and higher asthma rates. Now, Covid-19 is hitting those same neighborhoods.</p>\n</blockquote>\n<p>Dragging the mouse across the current racial composition of the city on our own map echoes Delgado’s statement. For example, Dixwell currently houses the largest proportion of black residents (as depicted in yellow and green, indicating that 70-80% of residents identify as Black/African American). Drag the mouse, and we see that this region was also designated as “hazardous” in the 1930s according to HOLC criteria (as depicted in red). A clear pattern emerges when this is repeated across each geographic region: current racial composition aligns closely with redlining policies of the 1930s. This history’s continuity into New Haven’s present undergirds a cycle of racial inequity in which neighborhoods are “systematically locked out of opportunity.”</p>\n<p>Cartographically, we also hope to engage the viewer in this map to realize the importance of historical research and analysis. The connections between policies of the 1930s and the neighborhoods of today is very real and often easy to see, as long as one looks for it through the first step of historical research (represented here as simply moving your mouse along the screen).</p>\n","<p>Our next map challenges the bounds of the map even further. While a traditional map functions by adding context to geographic features and their position in space, this map removes context from features and even makes them almost unrecognizable by moving them into a grid arranged by size. In doing so, we highlight the message hinted at by our original property map: though Yale owns a significant number of properties and land area in New Haven, New Haven still dwarfs Yale in terms of the number of properties, the people that inhabit them, and land area.</p>\n<p>In other words, while Yale’s material stake in New Haven is important and consequential, it derives its importance from improvements over the land that are ascribed value through social constructions. This many-pronged dominance of property in New Haven — not only material or physical, but also cultural and ideological in a single tightly integrated grip — motivates us to characterize Yale’s position as hegemonic.</p>\n","<p>Connecticut is home to the traditional and current land of over twenty-five Indigenous nations, including the Mohegan, Mashantucket Pequot, Eastern Pequot, Schaghticoke, Golden Hill Paugussett, Niantic, the Quinnipiac, and other Algonquian speaking peoples. These and more are shown in our fourth map. Hover over each polygon to highlight the nation’s borders and names.</p>\n<p>The simple acknowledgment of traditional Indigenous lands is canonical, not radical. Yale University even has “approved university language” for land acknowledgments, to be used to open university events. But the extent of recognition stops with naming Indigenous nations. Yale canonizes multiculturalism and inclusivity without moving towards any of the material changes that a true recognition of Indigenous land ownership should entail. In official university acknowledgment, there is no recognition of the unceded nature of these lands or the appropriation by settlers. The university also has no recognition of the material consequences that this ownership and appropriation has on society today. Violence is heavily silenced under a cloak of performative reconciliation.13</p>\n<p>We gesture towards a few of those material consequences with our map, by arguing that a land acknowledgment extends beyond saying a few words at the start of an event. A land acknowledgment is really about land: understanding and accepting which areas are owned by whom, as well as learning how these interact with natural and administrative borders. By placing these inside an interactive map series of property, this map tries to push viewers to consider these ideas of land ownership, as well as how they are relevant to the other subjects we map in this project.</p>\n<p>But this is really just a map. Billions of dollars, millions of acres, hundreds of millions of people, and so on must be moved and transformed for Indigenous sovereignty of this land to be restored. In the words of Eve Tuck and K. Wayne Yang, “decolonization brings about the repatriation of Indigenous land and life; it is not a metaphor for other things we want to do to improve our societies and schools.”</p>\n<p>The shapefiles in this map come from the Native Land Digital project, which strives to map indigenous lands across the globe in order to challenge how we see the current land we inhabit.</p>\n","<p>The majority of our project focuses on New Haven, an area less than ten miles in diameter, to discuss Yale’s financial interests as spatial ones. But Yale’s financial interests expand to every corner of the globe, and we can find similar themes of racialized dispossession when we adjust the geographic scale of our map. In addition to confronting geographic scale, an examination of Yale’s financial interests also requires a deconstruction of periodicity and connections over time — of temporal scale. As Beth Lew-Williams writes on scale:</p>\n<blockquote>\n<p>It would be straightforward to synthesize -these stories, to take -these three narrative strands and weave them together to make a strong, tidy braid. This would be a multiscalar approach. But the intent here is not to combine the strands, but rather to break them down into their constituent fibers and to begin again. Only in starting afresh is it pos-si-ble to see how lines of causation cross traditional scales of analy­sis. This approach is better understood as “transcalar.”15</p>\n</blockquote>\n<p>For Yale, this means that its involvement in the slave trade and the beginnings of its endowment,16 the escalation of its real estate investment in the second half of the 20th century, its multibillion-dollar stake in Farallon Capital Management,17 and its contemporary turn towards secretive “nontraditional asset classes” are part of a single global stream of history. That stream has reflected the changing interests of the ruling class over centuries, and has been filled with different modes of resistance and topics of controversy, but fundamentally has still been an unbroken reign of capital from the ivory tower.</p>\n"]